[
    {
        "id": 1,
        "letter": "Il pilota, un cadetto viennese di 24 anni, ferito leggermente alla testa è salvo per miracolo perché ben otto palle lo hanno sfiorato; l'osservatore, un primo tenente, è invece ferito gravemente da tre palle e forse non se la caverà. L'apparecchio era tutto intriso di sangue coagulato al posto dell'osservatore, e dava una triste impressione della guerra. Ho parlato a lungo col pilota austriaco, stringendogli la mano e facendogli coraggio poiché era molto avvilito; veniva dal fronte russo dove aveva guadagnato la croce di guerra e medaglia al valore che portava sulla sua uniforme azzurra. Non aveva potuto salvarsi dalla mia caccia e mi esprimeva la sua ammirazione con le poche parole di italiano che sapeva."
    },
    {
        "id": 4,
        "letter": "Il nemico è caduto abbandonato senza direzione, impennandosi e rovesciandosi, riprendendo l'equilibrio, poi è andato giù a picco per un 500 metri lasciando dietro una scia di fumo, e noi sempre appresso. La sua caduta era impressionante: si vedeva l'apparecchio abbandonato e col motore ancora acceso fare da sé i cerchi della morte e due o tre volte l'ho visto quasi fermo in aria con le grandi croci nere sul giallo delle ali. Credevo si schiacciasse a terra, invece forse l'osservatore, per quanto ferito, riuscì ad afferrare il timone e a raddrizzare l'apparecchio prima di toccar terra. Sbatté le ali contro gli alberi di un bosco sul costone ripido di Monte Stol, si rovesciò e poco dopo bruciò. Ritornati ad Udine ripartimmo subito con l'auto e giungemmo qualche ora dopo a Potocki, un villaggio slavo ai piedi del monte dove era caduto il velivolo. Pilota e osservatore nella caduta erano stati sbalzati fuori e non bruciarono con l'apparecchio. Il pilota un caporale con due medaglie d'argento al valore era morto con due palle nella testa e stringeva ancor in mano la pistola Mauser; l'osservatore sottotenente d'artiglieria d montagna, figura di ufficiale assai distinto è gravemente ferito all'intestino, è stato operato di laparotomia e difficilmente si salverà."
    },
    {
        "id": 5,
        "letter": "L'ufficiale osservatore è colpito al polmone e ad un braccio ma forse se la caverà. Gli ho parlato a lungo all'ospedale ed ho saputo molte cose interessanti. Venivano da Villach: abbiamo trovato sull'apparecchio una mitragliatrice con nastro di 1000 colpi e due pistole Mauser. Fui solo nel combattimento."
    },
    {
        "id": 7,
        "letter": "Il nemico con gran coraggio accettava combattimento, forse sicuro di respingerci tutti. Un “Nieuport” lo attaccò per primo, ma lo vidi precipitare e sparire nel vuoto, tanto che lo credetti colpito (era il sergente Caselli, rimasto senza benzina, che prese terra senza problemi).Lo assalii secondo e mi accorsi subito che avevo a che fare con uno dei migliori piloti austriaci, ma ero certo che non sarebbe tornato a casa. Incominciò una lotta a brevissima distanza con virages stretti, rovesciamenti d'ala, tanto che non potevo fagli che scariche di pochi colpi, ma egli pure doveva puntare assai male perché non mi ha colpito. Dopo alcuni minuti giungevano due altri “Nieuport”; essi pure non potevano fare che scariche brevissime per la grande velocità e agilità dell'aeroplano nemico. Il pericolo maggiore oltre i proiettili era quello d'incontrarsi fra noi perché io fisso l'occhio sul nemico, non vidi durante lo scontro nessun altro “Nieuport”. Passavo varie volte a 20 o 30 metri dall'austriaco senza che lui o io potessimo far fuoco. Rinunciai allora ad assalirlo in coda e puntai diritto sul fianco mentre egli era inclinatissimo e riuscendo infine a sparare una trentina di colpi andandogli quasi addosso a meno di 20 metri e passandogli sopra con un forte colpo di timone. Anche gli altri facevano fuoco. Il nemico colpito incominciò la discesa precipitosa ed atterrò verso Remanzacco urtando un albero e rovinando le ali. Immagina quale spettacolo hanno veduto da terra tutta Udine e decine di migliaia di persone.… Gli aviatori nemici erano stati già portati via: l'osservatore è un tenente di cavalleria polacco, di nobile famiglia. L'apparecchio era tutto chiazzato di sangue."
    },
    {
        "id": 6,
        "letter": "Dagli osservatori d'artiglieria è stato visto benissimo scendere, non si è potuto precisare il posto dove ha toccato terra, causa i dislivelli del terreno. Io però ritengo di averlo abbattuto."
    },
    {
        "id": 10,
        "letter":"Partito per un volo di caccia ho incrociato fra Plava e Vippacco. Alle ore 9,50 circa ho veduto due velivoli nemici, che poi ho riconosciuto da caccia assai veloci, entrando nelle nostre linee l'uno dietro l'altro a distanza di 300 metri. Volando sopra di essi a circa 500 metri (ero sui 4200) ho aspettato il momento opportuno e sono disceso sul primo che volgeva da Vertoiba verso Gorizia, piazzandomi a 30 metri dietro e facendogli una scarica di circa 60 colpi; il nemico sorpreso non ha avuto il tempo di sfuggire al mio attacco e dopo pochi movimenti disordinati è precipitato; nel tempo stesso che il nemico incominciava la caduta udivo una scarica rapidissima a poca distanza che evitavo con una brusca mossa e vedevo l'altro apparecchio da caccia che passava circa 200 metri sopra la mia ala sinistra in discesa; il nemico mi aveva fatto fuoco attaccandomi davanti, ma per la direzione stessa dell'attacco non ebbe tempo che di scaricarmi contro una ventina di proiettili. Il mio velivolo rimaneva colpito da tale scarica da una pallottola che attraversava piano fisso e fusoliera sfiorando il cavo del timone di direzione. Causa l'attacco di questo apparecchio non potei seguire la caduta dell'altro. Ero sceso a 3200 metri e vedevo intanto 3 velivoli da ricognizione passar sopra altissimi e dirigersi nelle nostre linee; ebbi il tempo di muovere all'attacco di uno di essi sui 4000 metri, ma il velivolo che trovavasi già nel ritorno sulle linee discese facendo fuoco da circa 300 metri. Non credetti opportuno far fuoco da tale distanza. Circa alle ore 10,30 trovandomi sui 4000 metri ad ovest del Monte Sabotino udii dietro di me una scarica che evitai con brusca mossa, scorgendo nel tempo stesso un caccia nemico che mi assaliva a 100 metri di distanza. Il nemico volse subito sulle sue linee e sfuggì al mio contrattacco. Il velivolo abbattuto era un caccia ad un sol posto, dell'ultimo tipo coi montanti incrociati, assai rapido (circa 175 all'ora) e i due altri dai quali fui attaccato, dello stesso tipo. Discesi per insufficienza di benzina al campo di Borgnano."
    }


]