[
    {
        "id": 1,
        "letter": "Il pilota, un cadetto viennese di 24 anni, ferito leggermente alla testa è salvo per miracolo perché ben otto palle lo hanno sfiorato; l'osservatore, un primo tenente, è invece ferito gravemente da tre palle e forse non se la caverà. L'apparecchio era tutto intriso di sangue coagulato al posto dell'osservatore, e dava una triste impressione della guerra. Ho parlato a lungo col pilota austriaco, stringendogli la mano e facendogli coraggio poiché era molto avvilito; veniva dal fronte russo dove aveva guadagnato la croce di guerra e medaglia al valore che portava sulla sua uniforme azzurra. Non aveva potuto salvarsi dalla mia caccia e mi esprimeva la sua ammirazione con le poche parole di italiano che sapeva."
    },
    {
        "id": 4,
        "letter": "Il nemico è caduto abbandonato senza direzione, impennandosi e rovesciandosi, riprendendo l'equilibrio, poi è andato giù a picco per un 500 metri lasciando dietro una scia di fumo, e noi sempre appresso. La sua caduta era impressionante: si vedeva l'apparecchio abbandonato e col motore ancora acceso fare da sé i cerchi della morte e due o tre volte l'ho visto quasi fermo in aria con le grandi croci nere sul giallo delle ali. Credevo si schiacciasse a terra, invece forse l'osservatore, per quanto ferito, riuscì ad afferrare il timone e a raddrizzare l'apparecchio prima di toccar terra. Sbatté le ali contro gli alberi di un bosco sul costone ripido di Monte Stol, si rovesciò e poco dopo bruciò. Ritornati ad Udine ripartimmo subito con l'auto e giungemmo qualche ora dopo a Potocki, un villaggio slavo ai piedi del monte dove era caduto il velivolo. Pilota e osservatore nella caduta erano stati sbalzati fuori e non bruciarono con l'apparecchio. Il pilota un caporale con due medaglie d'argento al valore era morto con due palle nella testa e stringeva ancor in mano la pistola Mauser; l'osservatore sottotenente d'artiglieria d montagna, figura di ufficiale assai distinto è gravemente ferito all'intestino, è stato operato di laparotomia e difficilmente si salverà."
    },
    {
        "id": 5,
        "letter": "L'ufficiale osservatore è colpito al polmone e ad un braccio ma forse se la caverà. Gli ho parlato a lungo all'ospedale ed ho saputo molte cose interessanti. Venivano da Villach: abbiamo trovato sull'apparecchio una mitragliatrice con nastro di 1000 colpi e due pistole Mauser. Fui solo nel combattimento."
    },
    {
        "id": 7,
        "letter": "Il nemico con gran coraggio accettava combattimento, forse sicuro di respingerci tutti. Un “Nieuport” lo attaccò per primo, ma lo vidi precipitare e sparire nel vuoto, tanto che lo credetti colpito (era il sergente Caselli, rimasto senza benzina, che prese terra senza problemi).Lo assalii secondo e mi accorsi subito che avevo a che fare con uno dei migliori piloti austriaci, ma ero certo che non sarebbe tornato a casa. Incominciò una lotta a brevissima distanza con virages stretti, rovesciamenti d'ala, tanto che non potevo fagli che scariche di pochi colpi, ma egli pure doveva puntare assai male perché non mi ha colpito. Dopo alcuni minuti giungevano due altri “Nieuport”; essi pure non potevano fare che scariche brevissime per la grande velocità e agilità dell'aeroplano nemico. Il pericolo maggiore oltre i proiettili era quello d'incontrarsi fra noi perché io fisso l'occhio sul nemico, non vidi durante lo scontro nessun altro “Nieuport”. Passavo varie volte a 20 o 30 metri dall'austriaco senza che lui o io potessimo far fuoco. Rinunciai allora ad assalirlo in coda e puntai diritto sul fianco mentre egli era inclinatissimo e riuscendo infine a sparare una trentina di colpi andandogli quasi addosso a meno di 20 metri e passandogli sopra con un forte colpo di timone. Anche gli altri facevano fuoco. Il nemico colpito incominciò la discesa precipitosa ed atterrò verso Remanzacco urtando un albero e rovinando le ali. Immagina quale spettacolo hanno veduto da terra tutta Udine e decine di migliaia di persone.… Gli aviatori nemici erano stati già portati via: l'osservatore è un tenente di cavalleria polacco, di nobile famiglia. L'apparecchio era tutto chiazzato di sangue."
    },
    {
        "id": 6,
        "letter": "Dagli osservatori d'artiglieria è stato visto benissimo scendere, non si è potuto precisare il posto dove ha toccato terra, causa i dislivelli del terreno. Io però ritengo di averlo abbattuto."
    },
    {
        "id": 10,
        "letter":"Partito per un volo di caccia ho incrociato fra Plava e Vippacco. Alle ore 9,50 circa ho veduto due velivoli nemici, che poi ho riconosciuto da caccia assai veloci, entrando nelle nostre linee l'uno dietro l'altro a distanza di 300 metri. Volando sopra di essi a circa 500 metri (ero sui 4200) ho aspettato il momento opportuno e sono disceso sul primo che volgeva da Vertoiba verso Gorizia, piazzandomi a 30 metri dietro e facendogli una scarica di circa 60 colpi; il nemico sorpreso non ha avuto il tempo di sfuggire al mio attacco e dopo pochi movimenti disordinati è precipitato; nel tempo stesso che il nemico incominciava la caduta udivo una scarica rapidissima a poca distanza che evitavo con una brusca mossa e vedevo l'altro apparecchio da caccia che passava circa 200 metri sopra la mia ala sinistra in discesa; il nemico mi aveva fatto fuoco attaccandomi davanti, ma per la direzione stessa dell'attacco non ebbe tempo che di scaricarmi contro una ventina di proiettili. Il mio velivolo rimaneva colpito da tale scarica da una pallottola che attraversava piano fisso e fusoliera sfiorando il cavo del timone di direzione. Causa l'attacco di questo apparecchio non potei seguire la caduta dell'altro. Ero sceso a 3200 metri e vedevo intanto 3 velivoli da ricognizione passar sopra altissimi e dirigersi nelle nostre linee; ebbi il tempo di muovere all'attacco di uno di essi sui 4000 metri, ma il velivolo che trovavasi già nel ritorno sulle linee discese facendo fuoco da circa 300 metri. Non credetti opportuno far fuoco da tale distanza. Circa alle ore 10,30 trovandomi sui 4000 metri ad ovest del Monte Sabotino udii dietro di me una scarica che evitai con brusca mossa, scorgendo nel tempo stesso un caccia nemico che mi assaliva a 100 metri di distanza. Il nemico volse subito sulle sue linee e sfuggì al mio contrattacco. Il velivolo abbattuto era un caccia ad un sol posto, dell'ultimo tipo coi montanti incrociati, assai rapido (circa 175 all'ora) e i due altri dai quali fui attaccato, dello stesso tipo. Discesi per insufficienza di benzina al campo di Borgnano."
    },
    {
        "id": 12,
        "letter": "Partito in crociera alle ore 9 giungevo sulle nostre linee al Vodice sui 2400 metri di quota e incrociavo, fra Gorizia e il Sabotino a tale quota, non potendo salire oltre le nubi. Circa alle ore 9,30 mentre percorrevo le linee da Monte Santo verso Plava vedevo due nostri “Spad” inseguire due “Albatros” scesi sui 1500 metri circa. Vidi pure un altro nemico da caccia e altri apparecchi che bene non distinsi in direzione dell'altipiano di Bainsizza. Uno degli “Albatros” attaccato da presso da uno Spad lo vidi precipitare, ma non lo seguii nella caduta poiché davanti a me un altro nemico a distanza si dirigeva dal Jelinek su Monte Corada. Lo attaccai circa su Globna a 2200 metri di quota: gli scaricai la mitragliatrice con palle incendiarie sul piano destro e continuando a sparare gli giunsi dietro a 30 metri, quando vidi le fiamme levarsi a bordo, in due punti, dietro le spalle del pilota e di fianco all'osservatore che ancora faceva fuoco, e un istante dopo, l'”Albatros” precipitava in fiamme lasciandosi dietro una colonna di fumo. Caduto a terra al sommo della quota 363 ad est di Plava vidi una gran fiamma levarsi ed una colonna di fumo nero che continuò per circa ¼ d'ora."
    },
    {
        "id": 15,
        "letter": "Partito in seguito a notizia d'incursione aerea nemica dal Corada sono giunto su Gorizia quando già una squadriglia nemica era rientrata nelle linee. Dopo aver incrociato a 3000 metri scendevo quando da 28'00 metri avvistavo colpi antiaerei verso il Vodice e un velivolo nemico assai più alto che entrava nelle nostre linee diretto verso s. Martino. Feci quota rapidamente non perdendo mai di vista il nemico e girandolo dietro; il nemico piegò quindi verso sud-est dirigendosi verso S. Floriano. Un “Nieuport” 110 HP lo inseguiva a distanza; durante l'inseguimento, raggiunti i 3600 metri, quota del nemico, che incominciava a scendere con leggera inclinazione a tutto motore, sorpassai il “Nieuport” a 20 metri d'intervallo scendendo io pure a pieno gas e lasciando dietro il nostro apparecchio quando l'”Albatros” trovavasi da 5 cinque a 600 metri di distanza. Avvicinandomi al nemico questo apriva il fuoco e per die volte picchiò a pieno motore per aumentare la velocità, riprendendo poi la linea di volo, facendo fuoco, ma io parai a tale manovra la seconda volta, picchiando lo “Spad” quasi verticalmente e portandomi sotto e dietro il nemico cosicché mi trovai a circa 30 metri di distanza dietro la coda dell'”Albatros” leggermente inclinato in discesa e quasi bersaglio fisso; puntai istantaneamente ed esattamente e dopo 6 colpi circa che vidi entrare con la scia luminosa entro la filossera, vidi uscire fumo e fiamme e interruppi subito il fuoco, mente l'apparecchio incominciava una discesa precipitosa che si mutò in caduta mentre le fiamme lo avvolgevano interamente, facendolo precipitare a nord-est di Peuma. L'attacco avvenne su Oslavia alle ore 6,30 circa. Scesi a bassa quota sul luogo della caduta, quindi presi terra al campo di Borgnano recandomi subito sul luogo dell'abbattimento."
    },
    {
        "id": 17,
        "letter": "Partito per scorta Caproni passai le linee a 2400 metri fra fuoco intenso di artiglieria antiaerea. Finita l'azione di bombardamento scesi verso Castagnevizza a 500 metri dal terreno sparando a varie riprese colla mitragliatrice sulle linee ad est di Castagnevizza e a sud di Selo. Risalito in quota avvistai a 2500 metri un caccia nemico ed un “Albatros” . L'”Albatros” da Duino volgeva verso l'Hermada e puntava sulle nostre linee fra Oppachiasella e Castagnevizza. L'incrociai a 2400 metri alle 7,25 circa sopra Selo; con una manovra rapidissima a destra planai sopra portandomi dietro di esso. Il nemico fece fuoco rapidissimo, virò ad est e quindi di nuovo a nord. A 50 metri cabrando forte l'apparecchio, gli feci una scarica dietro e dopo circa 50 colpi vedevo le fiamme uscire dalla fusoliera. L'”Albatros” picchiò incendiato; a 200 metri sotto di me le ali si sfasciarono completamente andando in molteplici pezzi. La fusoliera in fiamme precipitò ad 1 chilometro a nord di Selo."
    },
    {
        "id": 18,
        "letter": "Uno di essi piegò alquanto verso Gargaro; di fianco, più alto, un caccia nemico prendeva la direzione di Bainsizza. Attaccai il primo di essi che mi parve un Brandenburgo a quota di 2400 metri. Alle ore 19,40 circa su Gargaro. Feci una prima raffica di una trentina di colpi a 100 metri sul fianco destro; mi trovai quindi dietro e con una forte picchiata mi abbassai poiché il nemico faceva fuoco; aprii di nuovo il fuoco a 100 metri e dopo poco il nemico incominciava a discendere; continuai il fuoco seguendolo a 50 metri di distanza dietro finché non lo vidi sparire a picco, gravemente colpito sotto le ali dal mio apparecchio. Lo vidi di nuovo scendere rapidamente con strette spirali; mi abbassai fino a 1200 metri e seguii la sua discesa quasi fino a terra, perdendolo di vista, sotto le ali del mio apparecchio, nei boschi di quota 664 nord-est di Zagorie, dove l'”Albatros” deve essere precipitato. Data l'ora tarda la visibilità era scarsa; il caccia nemico lì presso ritengo non abbia veduto il mio attacco, i nostri caccia che incrociavano su Gorizia credo non abbiano veduta la Squadriglia nemica perché erano spostati troppo a sud ed a quota troppo alta; riesce infatti difficile avvistare velivoli in volo all'alba e al tramonto trovandosi a quota più elevata"
    },
    {
        "id": 19,
        "letter": "Il 6 alle 6,30 del pomeriggio ho avuto un bellissimo scontro a 1500 metri, sul Monte Sabotino, insieme con un pilota della nostra squadriglia, il tenente Sabelli e l'”Albatros” che lanciava bombe è precipitato a picco per 500 metri poi si è ripreso e passando le sue linee ha atterrato al di là a poca distanza; il nemico ha fatto, con la mitragliatrice posteriore, un fuoco d'inferno con palle fumigene luminose, ma senza colpirci. Abbiamo manovrato molto bene, se non ché tale era l'impeto col quale si attaccava a 30 metri dal nemico che ci siamo disturbati l'uno con l'altro per la preoccupazione di urtarci io e il Sabelli che ho proposto per la medaglia d'argento"
    },
    {
        "id": 23,
        "letter": "Il 26 altra giornata di trionfi: partii in pattuglia col tenente Parvis che mi proteggeva alle spalle. Alle 11,15 attaccai un “Aviatik” tedesco a nord di Cividale, e dopo difficile combattimento il nemico finì in fiamme a S. Lucia di Tolmino."
    },
    {
        "id": 24,
        "letter": "A mezzogiorno altro scontro a nord di Cividale; il tedesco manovrava con grande maestria e faceva fuoco molto ben mirato. Sentii due volte il mio “Spad” colpito, mi trovai più volte a mal partito, poi nell'ultimo attacco a 3000 metri vidi una fiamma svilupparsi a bordo e il tedesco cominciò a scendere ardendo e dopo qualche secondo l'”Aviatik” precipitava avvolto da una fiamma rossa impressionante e toccava terra al di qua delle nostre linee, presso Matajur, ancora nostro il 26. Questa è la mia 24ª vittoria. Pochi minuti dopo il mio motore cessava di funzionare completamente e dovevo prender terra in un prato presso Cividale. Avevo un montante dello Spad spezzato, il serbatoio della benzina forato da parte a parte, fortunatamente non da una palla incendiaria, il motore colpito da una palla e guastato, l'elica colpita, le ali colpite. L'apparecchio rimase là e volsi a piedi a Cividale dove dovetti assistere alla disastrosa ritirata delle nostre truppe."
    },
    {
        "id": 25,
        "letter": "Dopo essermi riposato qualche tempo, riposato per modo di dire cioè senza volare, partii il mattino del 6 per le linee col tenente Parvis dietro di me. Il tempo era buono abbastanza, io ero in vena di spazzare il cielo: troviamo due caccia nemici su Portogruaro alle 10, io ne attaccai uno, Parvis l'altro; quello di Parvis dopo breve lotta fugge per Latisana, il mio, impressionato dal mio attacco, continua a sfuggirmi abbassandosi in spirale; facendo brevi raffiche di fuoco arriviamo a 50 metri sugli alberi, io sempre dietro incalzandolo da vicino con gran furia, finché il nemico si pianta per terra fracassando l'apparecchio. Fu una delle mie caccie più belle: il pilota cacciatore austriaco non uscì fuori dall'apparecchio, perciò sarà rimasto ucciso o gravemente ferito."
    },
    {
        "id": 27,
        "letter": "S'accorge del nostro attacco, vira indietro e mi viene contro; con rapida manovra l'attacco a sinistra, si difende assai bene, è un “Aviatik” germanico, 170 km. Circa di velocità e molto bene armato. Lo attacca Parvis, poi di nuovo io a 100 metri; dopo 150 colpi è colpito e viene giù, l'inseguo sparando fino a terra in un prato, poi scendo ad Arcade. Di nuovo l'auto e partiamo per recuperare l'apparecchio. Era vicino ad Orsago. Gli austriaci erano ad un chilometro: vogliamo arrivare ad ogni costo a prenderlo, sentiamo le mitragliatrici, squadroni di cavalleria passavano al galoppo. Troviamo l'”Aviatik”, bellissimo, morti i due tedeschi, prendiamo le mitragliatrici, il timone, le croci nere, poi fuoco alla benzina e via. L'apparecchio è distrutto dalle fiamme col suo motore Benz 220 HP. Così ho abbattuto il 27° e Parvis il suo 7°."
    },
    {
        "id": 28,
        "letter": "Si difese bene, ma dopo un 120 colpi vidi fiamme a bordo, e incominciò a scendere, vidi l'aeroplano avvolto dalle fiamme a 4000 metri, gli aviatori si gettarono fuori e l'”Aviatik” precipitò vicino al campo di aviazione di Istrana (Treviso).Scesi subito e dopo pochi minuti ero sul luogo. Gli aviatori tedeschi erano due tenenti di aspetto molto distinto, uno di essi aveva un anello d'oro, la fede matrimoniale e un bel ritratto di donna in un astuccio di pelle; aveva la croce di ferro, decorazione di guerra tedesca. Conservo dell'apparecchio le due mitragliatrici, i tubi del timone bruciato, la macchina fotografica."
    },
    {
        "id": 29,
        "letter": "La lotta fu emozionantissima da 3500 metri finì a 500 metri da terra fra un alternarsi di colpi di mitragliatrice e di acrobatismi per sfuggire ai colpi, finalmente il nemico planò dentro il Piave vicino alla nostra riva, su una secca e l'apparecchio si rovesciò là sopra. Lo seguii fino a 100 metri, poi risalii perché sentivo le mitragliatrici dalla riva opposta; il pilota tedesco che portava al collo una sciarpa di seta nera, forse ferito incendiò l'apparecchio e mi riferirono poi che riuscì a fuggire ed a nascondersi. L'apparecchio era un “Albatros D III” da caccia a due mitragliatrici, il migliore apparecchio da caccia germanico. Fu la mia 29° e la 3° di Novelli."
    },
    {
        "id": 30,
        "letter": "Il mio volava sull'altipiano di Asiago; vidi dapprima gran quantità di colpi antiaerei nostri, bassi, planai giù cercando il nemico e non lo vedevo ancora. Me ne accorsi quando gli fui sopra, soltanto a 400 metri; aveva le ali tinte di nero e soltanto parte della fusoliera in giallo, perciò si confondeva col colore dei boschi sottostanti. Era un “Albatros” austriaco. Impegnai combattimento a 2600 metri di quota, poco più di metri 600 da terra; dopo un vivo fuoco di mitragliatrici che ci scambiammo, l'osservatore dovette rimanere colpito perché non sparò più; e poi con tre colpi ancora ben centrati mandai l'apparecchio in fiamme. Fu una visione veramente lugubre veder cadere quell'apparecchio tutto nero con la fusoliera gialla e le fiamme dietro nel bosco di monte Kaberlaba."
    },
    {
        "id": 31,
        "letter": "C'imbattemmo in un apparecchio da ricognizione, solo; attaccò il sergente Nardini che era vicino, ma gli s'inceppò l'arma, Intervenni allora subito io, con una scarica l'”Albatros” che si difendeva assai bene scese di quota ed aspettò di nuovo, accettando combattimento sulle Grave di Papadopoli. Arrivai a gran velocità attaccando di nuovo di fianco e l'”Albatros” fece un rapidissimo dietro-front, ma i piloti dovevano già essere colpiti ed all'ultimo mio attacco a 1500 metri il nemico s'incendiò davanti alle nostre linee. Fu impossibile recuperarlo perché il terreno era battuto dall'artiglieria."
    },
    {
        "id": 32,
        "letter": "Ieri alle 9,50 ho abbattuto il mio 32° apparecchio nemico, un caccia che faceva parte di una pattuglia di 6 apparecchi. È caduto in fiamme a Borgo Malanotte, oltre il Piave, in direzione delle Grave di Papadopoli. Non ho tempo di scrivere a lungo. Un bacio a te ed a papà.» «Partito in crociera col sergente D'Urso a quota di 4000 metri avvistai apparecchi nemici ad Est del Piave. Vidi colpi antiaerei in direzione di Candelù. Salii a 4600 metri dirigendomi contro. Vidi un apparecchio da ricognizione scortato da 6 caccia dirigersi verso Cimadolmo a quota da 4000 a 4500 metri parallelamente al Piave. Incrociai la formazione nemica passando più alto e puntai sul caccia nemico di estrema sinistra a quota superiore degli altri. Gli apparecchi nemici puntavano in tal momento verso Tezze di Cimadolmo; il caccia nemico non mi aveva veduto. Mentre ritengo di essere stato avvistato dall'apparecchio da ricognizione che piegò verso l'interno. Picchiai sotto il caccia che trovavasi a quota di 440 metri e cabrando quindi l'apparecchio gli feci una prima raffica dietro e sotto a 50 metri di distanza; vidi l'ala inferiore sinistra piegarsi ad angolo senza spezzarsi, interruppi un istante il fuoco, il caccia picchiò, ripresi il tiro standogli sopra a picco a 30 metri di distanza; vidi l'ala inferiore sinistra staccarsi dalla fusoliera e l'apparecchio precipitare sfasciandosi; perdutolo sotto le ali lo ritrovai subito e lo vidi continuare nella caduta incendiandosi ed andare a cadere a Sud di Borgo Malanotte. Fui protetto durante l'attacco alle spalle dal sergente D'Urso che mi seguì a brevissima distanza dandomi la sicurezza dall'attacco degli altri velivoli nemici. Non vidi più gli altri apparecchi che si erano abbassati. L'abbattimento avvenne alle ore 9,50 circa. Abbassandomi sul luogo a 2500 metri fui fatto segno a violento fuoco antiaereo nemico."
    },
    {
        "id": 33,
        "letter": "Primo scontro: partenza alle ore 11 col sergente Aliperta, incrociando sul Piave: alle ore 12,30 ad Ovest di Saletto avvistato un “Albatros” da ricognizione, lo attaccai in coda e sotto, mentre il nemico picchiava e impennava facendo fuoco… Dopo 120 colpi circa di mitragliatrice, l'apparecchio si incendiò, capovolgendosi poi e frantumandosi prima di arrivare a terra; riva destra del Piave ad Est di Saletto (Nord- Ovest di Ponte Piave) … Ho avuto un inceppamento di mitragliatrice; dopo aver abbattuto in fiamme il primo che gettava bombe sulle nostre truppe, scorsi un altro apparecchio che attaccai, ma le armi si incepparono entrambe e non ebbi tempo di disincepparle."
    },
    {
        "id": 34,
        "letter": "Secondo scontro: alle 12,45 viene avvistato un apparecchio “I DV” da caccia su San Biagio Piave: attaccato di fianco e in coda, dopo una raffica di circa 100 colpi l'apparecchio scende nelle nostre linee presso S. Biagio di Collalta, rovesciandosi e restando intatto… Il sergente Aliperta mi coadiuvò, tagliando al nemico la via di ritirata. L'apparecchio faceva parte d'un pattuglione di 25 caccia nemici che navigavano a 1200 metri di quota; inseguirono i nostri apparecchi quindi fecero ritorno alle loro linee. Fatto segno ad intenso fuoco di mitragliatrici da terra, ebbi l'apparecchio colpito da una palla nel timone di direzione."
    }


]